export const recommends = [
  {
    name: "משפחת כהן",
    quote:
      "אחרי הסגר הראשון בקורונה הרגשנו שאנחנו מאבדים שליטה בבית, יחד עם כל החוסר הוודאות והמתחים בבית- כל מאבקי כוח והקשיים מול הילדים רק החריפו. וכבר אחרי 1 פגישות הצלחנו לראות שינוי באווירה בבית שגם משפיעה על הזוגיות. המון תודה",
  },
  {
    name: "משפחת כהן",
    quote:
      "אחרי הסגר הראשון בקורונה הרגשנו שאנחנו מאבדים שליטה בבית, יחד עם כל החוסר הוודאות והמתחים בבית- כל מאבקי כוח והקשיים מול הילדים רק החריפו. וכבר אחרי 2 פגישות הצלחנו לראות שינוי באווירה בבית שגם משפיעה על הזוגיות. המון תודה",
  },
  {
    name: "משפחת כהן",
    quote:
      "אחרי הסגר הראשון בקורונה הרגשנו שאנחנו מאבדים שליטה בבית, יחד עם כל החוסר הוודאות והמתחים בבית- כל מאבקי כוח והקשיים מול הילדים רק החריפו. וכבר אחרי 3 פגישות הצלחנו לראות שינוי באווירה בבית שגם משפיעה על הזוגיות. המון תודה",
  },
  {
    name: "משפחת כהן",
    quote:
      "אחרי הסגר הראשון בקורונה הרגשנו שאנחנו מאבדים שליטה בבית, יחד עם כל החוסר הוודאות והמתחים בבית- כל מאבקי כוח והקשיים מול הילדים רק החריפו. וכבר אחרי 4 פגישות הצלחנו לראות שינוי באווירה בבית שגם משפיעה על הזוגיות. המון תודה",
  },
];
