export const intro = {
	data: [
		{
			paragraph:
				'נעים מאוד אני שלהבת ברק, נשואה ואם לשני ילדים, עידו ומיתר. עוסקת בתחום הייעוץ והדרכה למשפחות. המשימה שלי היא לעזור להורים החווים קשיים שונים בחיי המשפחה לקחת את השליטה חזרה אל הידיים שלהם באמצעות ידע, כלים ופתרונות פרקטיים שכל הורה חייב לקבל ובכך להתחיל תהליך ריפוי שבסופו ההורה וחיי משפחתו יהפכו לנעימים, רגועים ושמחים.​',
		},
		{
			paragraph:
				'אני מקיימת הדרכות אישיות ופרטניות להורים בהן אני מסייעת להם לרכוש כלים ולהציב מטרות ויעדים שיעזרו להם להתמודד עם האתגרים עימם ניצבים ביום יום.',
		},
	],
};
