import { text } from "./common";

export const head = {
  mainData: [
    {
      paragraph:
        'כל אחד מאיתנו נולד עם "פנקס ריק". כילדים, הפנקס מתמלא בחוויות חיוביות ושליליות שמעצבות אותנו. הדרך שבה נמלא את הפנקס משפיעה על האדם שנהפוך להיות, וההורים שלנו מהווים חלק משמעותי בתהליך.',
      icon: "/icons/notebook_icon.svg",
      alt: "מחברת",
      animation: "right",
    },
    {
      paragraph:
        "הורות זה מקצוע, והדרכת הורים זו הדרך הטובה ביותר ללמוד אותו. הורים שמגיעים אלי להדרכה יוכלו ליהנות מגידול וחינוך ילדיהם ולהעניק להם את הכלים הדרושים להתמודדות הצפויות להם בחיים.",
      icon: "/icons/madel_icon.svg",
      alt: "מדלייה",
      animation: "left",
    },
    {
      paragraph:
        "כאשר משפחה מגיעה אלי לטיפול, התפקיד שלי הוא לכוון את ההורים, למקד אותם ולתת להם כלים להורות מאושרת. בעזרת למידה מעמיקה של הערכים עליהם מתקיימת המשפחה, אנחנו בונים יחד תוכנית להשגת היעדים הרצויים. הלמידה היא תהליך ארוך הדורש עבודה מצד ההורים, אך אין דבר כיף יותר מלראות את ילדינו רגועים ואנו נהנים מההורות שלנו.",
      icon: "/icons/direction_icon.svg",
      alt: "כיוון",
      animation: "right",
    },
    {
      paragraph:
        "בנסיבות מסוימות התא המשפחתי יכול להשפיע על הזוגיות, כמדריכת הורים ומטפלת זוגית ביכולתי לתת מענה כולל לספקטרום הרחב של הקשיים שטומנת בחובה הזוגיות וההורות.",
      icon: "/icons/partners_icon.svg",
      alt: "בני זוג",
      animation: "left",
    },
    {
      paragraph:
        "חשוב לי שההורים ייצאו מהטיפול איתי עם סמכות הורית יציבה, הרגשת ביטחון שהם יודעים להגיב לכל סיטואציה, ועם כלים למימוש החזון למשפחה שהם שואפים להיות.",
      icon: "/icons/guru_icon.svg",
      alt: "גורו",
      animation: "right",
    },
    {
      paragraph:
        "הדרכת הורים אינה מתחילה ונגמרת בקליניקה. הרצאות וסדנאות פרקטיות שאני מעבירה מאפשרת לי להעניק להורים את התמיכה ועזרה לה הם זקוקים, במגוון נושאים ותחומי-חיים שונים, במסגרות נגישות יותר כמו בתי ספר, חברות עסקיות גופים ממסדיים ועוד.",
      icon: "/icons/training_icon.svg",
      alt: "הדרכה",
      animation: "left",
    },
  ],
};
