export const mainTitle = "שלהבת ברק - ייעוץ והדרכה הורית";

export const nav = [
    {
        name: 'עמוד הבית',
        sub: []
    },
    {
        name: 'אודות',
        sub: []
    },
    {
        name: 'יעוץ והדרכה הורית',
        sub: [
            { name: 'יועצת שינה'},
            { name: 'גמילה ממוצץ'},
            { name: 'גמילה מחיתולים'},
            { name: 'הדרכה לגיל הרך'},
            { name: 'הפרעות קשב וריכוז'}
        ]
    },
    {
        name: 'סדנאות להורים ולאנשי חינוך',
        sub: [
            { name: 'סדנה 1'},
            { name: 'סדנה 2'}
        ]
    }
]
