export const nav = [
	{
		name: 'עמוד הבית',
		sub: [],
	},
	{
		name: 'אודות',
		sub: [],
	},
	{
		name: 'יעוץ והדרכה הורית',
		sub: [
			{ name: 'יועצת שינה' },
			{ name: 'גמילה ממוצץ' },
			{ name: 'גמילה מחיתולים' },
			{ name: 'הדרכה לגיל הרך' },
			{ name: 'הפרעות קשב וריכוז' },
		],
	},
	{
		name: 'סדנאות להורים ולאנשי חינוך',
		sub: [{ name: 'סדנה 1' }, { name: 'סדנה 2' }],
	},
];

export const contact = {
	title: 'עוד לא יצרנו קשר ? - לתאום פגישה ראשונה',
	detailsForContact: [
		{
			icon: '',
			alt: 'טלפון',
		},
		{
			icon: '',
			alt: 'דואר אלקטרוני',
		},
		{
			icon: '',
			alt: 'פייסובק',
		},
	],
	data: [{ name: 'שם מלא' }, { name: 'מספר טלפון' }, { name: 'אימייל' }],
};
