export const personalInfo = {
  phoneNumber: {
    display: "050-5432052",
    value: "0505432052",
  },
  email: "shalhevetbarak@gmail.com",
};

export const text = {
  name: "שלהבת ברק",
  description:
    "נעים מאוד אני שלהבת ברק, נשואה ואם לשני ילדים, עידו ומיתר. עוסקת בתחום הייעוץ והדרכה למשפחות. אני מקיימת הדרכות אישיות ופרטניות להורים בהן אני מסייעת להם לרכוש כלים ולהציב מטרות ויעדים שיעזרו להם להתמודד עם האתגרים עימם ניצבים ביום יום",
  about:
    "נעים מאוד אני שלהבת ברק, נשואה ואם לשני ילדים, עידו ומיתר. עוסקת בתחום הייעוץ והדרכה למשפחות. המשימה שלי היא לעזור להורים החווים קשיים שונים בחיי המשפחה לקחת את השליטה חזרה אל הידיים שלהם באמצעות ידע, כלים ופתרונות פרקטיים שכל הורה חייב לקבל ובכך להתחיל תהליך ריפוי שבסופו ההורה וחיי משפחתו יהפכו לנעימים, רגועים ושמחים",
};

export const pagesData = {
  "אהבה-ללא-תנאי": {
    name: "אהבה ללא תנאי",
    link: "/הדרכת-הורים/אהבה-ללא-תנאי",
    description:
      "אהבה ללא תנאי זה לאהוב את האחר מבלי לשפוט או להטיף, לקבל את האחר כמו שהוא. אהבה ללא תנאי זוהי המתנה הכי עוצמתית וחשובה שנוכל להעניק לילדינו.",
    head: {
      intro: [""],
      subtitle: "אז מה זה בעצם אהבה ללא תנאי?",
      paragraphs: [
        "אהבה ללא תנאי זה לאהוב את האחר מבלי לשפוט או להטיף, לקבל את האחר כמו שהוא.",
        "אהבה ללא תנאי זוהי המתנה הכי עוצמתית וחשובה שנוכל להעניק לילדינו.",
      ],
    },
    importance: {
      title: "אז למה בעצם זה חשוב?",
      paragraphs: [
        "כשיש אהבה ללא תנאי בין הורה לילד המערכת היחסים היא בריאה ומתבססת על אמון וכבוד.",
        "כשיש אהבה ללא תנאי גם כשהילד מתנהג בצורה לא מכבדת או שלילית הוא לומד שאין צורך להתעצבן או לצעוק סתם בשביל צומת לב כי תמיד אוהבים אותו ללא תנאי.",
        "כשיש אהבה ללא תנאי הילד לומד שיש לו למי לפנות ומי שמקשיב לו גם כשקשה.",
        "כשיש אהבה ללא תנאי זה בונה את הביטחון העצמי שלו ובהמשך להערכה עצמית שלו כילד וכמבוגר.",
        "כשיש אהבה ללא תנאי הילד לומד להביע ולעמוד על דעותיו מעודד אותו לעצמאות ולא הופך אותו להיות ילד מרצה.",
      ],
    },
    how: {
      title: "איך אני עושה את זה?",
      paragraphs: [
        "מביאים רגש של אהבה וחיבה גם שהילד חווה רגש שלילי. לדוגמא כשהילד כועס ומתוסכל מסיבה כזו או אחרת אנחנו כהורים נציע לו חיבוק ונראה לו שאנחנו שם בשבילו גם ברגעי המשבר שלו ולא רק שהוא שמח וטוב לו.",
        "ברגעי משבר והכעס שלו אנחנו נעביר לו מסר ברור שעדיין אוהבים אותו בכך שנקרב אותו אלינו נעזור ונקשיב לו.",
        "אחרי שהילד נרגע אנחנו ניזום שיחה איתו ונשאל אותו מה גרם לו לכעס או להיות מתוסכל? מה עזר לו להירגע? האם זה החיבוק? או הנוכחות שלנו לידו? הילד צריך להבין שאנחנו בשבילו תמיד בכל מצב וסיטואציה.",
        "נאפשר לילד להביע את דעותיו גם אם הם שונות משלנו, ובכך זה יחזק את הביטחון העצמי שלו ויעודד עצמאות - חשוב להבין כשדעותיו של הילד נשמעות אנחנו מראים לו שהוא חשוב, שיש מי שרואה אותו ואנחנו כאן בשבילו.",
      ],
    },
    summary: {
      title: "אהבה ללא תנאי בין הורה לילד",
      paragraphs: [
        "מפתח אמון של הילד בהורה.",
        "מעצים את תחושת הביטחון אצלו.",
        "מעודד עצמאות.",
        "הילד עסוק בהגשמה עצמית ולא במחשבה של מתי ההורים אוהבים אותי? כי הוא יודע שהם אוהבים אותו בכל מצב ומאמינים בו בכל דרך שיבחר ויהיו שם בשבילו.",
      ],
    },
  },
  "סדר-יום-לילדים": {
    name: "סדר יום לילדים",
    link: "/הדרכת-הורים/סדר-יום-לילדים",
    description:
      "סדר יום מתבטא במספר פעולות שיוצרות את מהלך היומיום שלנו, תכנון היומיום לפי סדר מסוים. חשוב לזכור סדר יום זהו ארגון לוח הזמנים לא רק של הילדים אלה גם שלנו כהורים.",
    head: {
      intro: ["סדר יום אצל ילדים הוא משהו בעל ערך חשוב מאוד עבורם."],
      subtitle: "מה זה אומר?",
      paragraphs: [
        "סדר יום מתבטא במספר פעולות שיוצרות את מהלך היומיום שלנו, תכנון היומיום לפי סדר מסוים.",
        "חשוב לזכור סדר יום זהו ארגון לוח הזמנים לא רק של הילדים אלה גם שלנו כהורים.",
      ],
    },
    importance: {
      title: "למה זה חשוב?",
      paragraphs: [
        "בניית שגרה וסדר יום תייצר ביטחון אצל הילד.",
        "הילד יודע מה הוא הולך לעשות במהלך היום-אין חוסר וודאות.",
        "משרה רוגע ושלווה.",
        "הילד מרגיש שהוא חשוב עבור הוריו.",
        "מונע ויכוחים והתנגדויות מצד הילד.",
        "יש יותר שיתוף פעולה מצד הילד.",
      ],
    },
    how: {
      title: "איך אני עושה את זה?",
      paragraphs: [
        "מביאים רגש של אהבה וחיבה גם שהילד חווה רגש שלילי. לדוגמא כשהילד כועס ומתוסכל מסיבה כזו או אחרת אנחנו כהורים נציע לו חיבוק ונראה לו שאנחנו שם בשבילו גם ברגעי המשבר שלו ולא רק שהוא שמח וטוב לו.",
        "ברגעי משבר והכעס שלו אנחנו נעביר לו מסר ברור שעדיין אוהבים אותו בכך שנקרב אותו אלינו נעזור ונקשיב לו.",
        "אחרי שהילד נרגע אנחנו ניזום שיחה איתו ונשאל אותו מה גרם לו לכעס או להיות מתוסכל? מה עזר לו להירגע? האם זה החיבוק? או הנוכחות שלנו לידו? הילד צריך להבין שאנחנו בשבילו תמיד בכל מצב וסיטואציה.",
        "נאפשר לילד להביע את דעותיו גם אם הם שונות משלנו, ובכך זה יחזק את הביטחון העצמי שלו ויעודד עצמאות - חשוב להבין כשדעותיו של הילד נשמעות אנחנו מראים לו שהוא חשוב, שיש מי שרואה אותו ואנחנו כאן בשבילו.",
      ],
    },
    example: {
      title: "איך אני עושה את זה?",
      paragraph1: {
        line1: "לדוגמא - בניית סדר יום בקרב ילדים שעדיין לא יודעים לקרוא.",
        line2: "אפשר להכין טבלה שמחלקים אותה כך:",
        paragraphs: ["התארגנות בוקר", "התארגנות אחה״צ", "התארגנות ערב"],
      },

      paragraph2:
        "ומוסיפים איורים התואמים את הפעולה למשל: צחצוח שיניים (מתאים להתארגנות בוקר/ערב) - תמונה של ילד מצחצח שיניים או יציאה לגינה (מתאים להתארגנות אחה״צ) - תמונה של גינת משחקים וכו׳. בניית סדר יום בקרב ילדים בוגרים יותר כותבים את המילה של הפעולה שרוצים.",

      paragraph3:
        "אפשר לשלב פעילות נחמדה בבניית הלוח של סדר היום שבו אני משתפת את הילדים בעשייה שלה ובכך אני גם יוצרת שיתוף פעולה בפעולות היומיומיות מצד הילד וגם מרוויחה זמן איכות (שעליו נתמקד בהמשך)",
    },
    summary: {
      title: "אהבה ללא תנאי בין הורה לילד",
      paragraphs: [
        "מפתח אמון של הילד בהורה.",
        "מעצים את תחושת הביטחון אצלו.",
        "מעודד עצמאות.",
        "הילד עסוק בהגשמה עצמית ולא במחשבה של מתי ההורים אוהבים אותי? כי הוא יודע שהם אוהבים אותו בכל מצב ומאמינים בו בכל דרך שיבחר ויהיו שם בשבילו.",
      ],
    },
  },
  "אינטיליגנציה-רגשית": {
    name: "אינטיליגנציה רגשית",
    link: "/הדרכת-הורים/אינטיליגנציה-רגשית",
    description:
      "אינטליגנציה רגשית היא היכולת או מיומנות של אדם לזהות, להעריך ולנהל את רגשותיו ואת רגשות האחר. בשונה לכישורים מולדים זהו כלי שניתן לרכוש אותו במהלך החיים ע״י למידה ותרגולאינטליגנציה רגשית זה הבסיס לשנות את נקודת המבט של ההורים על עצמם על הסביבה ומפה יגיע השינוי בילדים. אינטליגנציה רגשית זו שפה שאותה נלמד במהלך התהליך שלי מולכם.",
    head: {
      intro: [
        "אינטליגנציה רגשית היא היכולת או מיומנות של אדם לזהות, להעריך ולנהל את רגשותיו ואת רגשות האחר.",
        "בשונה לכישורים מולדים זהו כלי שניתן לרכוש אותו במהלך החיים ע״י למידה ותרגול.",
        "אינטליגנציה רגשית זה הבסיס לשנות את נקודת המבט של ההורים על עצמם על הסביבה ומפה יגיע השינוי בילדים.",
        "אינטליגנציה רגשית זו שפה שאותה נלמד במהלך התהליך שלי מולכם.",
      ],
      subtitle: "",
      paragraphs: [],
    },
    questions: [
      {
        question: "מה זה אינטיליגנציה רגשית?",
        answer:
          "זה משהו יפה מאוד שכדאי לך שדדשלגחךשגדל גשדךלחגדש ךלחגדש ךלדשגח גשדךלחשד גךלשדחג ךשדלגח שךדגלחשד גךלחשדג ךלשדגח שךדגלח דגשךלח שגד",
      },
      {
        question: "מה זה אינטיליגנציה רגשית2?",
        answer: "זה משהו יפה מאוד שכדאי2ךלח שגד",
      },
      {
        question: "מה זה אינטיליגנציה רגשית4?",
        answer:
          "זה משהו יפה מאוד שכדאי1 שגד משהו יפה מאוד שכדאי1 שגד משהו יפה מאוד שכדאי1 שגד משהו יפה מאוד שכדאי1 שגד משהו יפה מאוד שכדאי1 שגד משהו יפה מאוד שכדאי1 שגד משהו יפה מאוד שכדאי1 שגד משהו יפה מאוד שכדאי1 שגד משהו יפה מאוד שכדאי1 שגד משהו יפה מאוד שכדאי1 שגד משהו יפה מאוד שכדאי1 שגד משהו יפה מאוד שכדאי1 שגד משהו יפה מאוד שכדאי1 שגד משהו יפה מאוד שכדאי1 שגד משהו יפה מאוד שכדאי1 שגד",
      },
    ],
  },
  "גמילה-מחיתולים": {
    name: "גמילה מחיתולים",
    link: "/הדרכת-הורים/גמילה-מחיתולים",
  },
  "גמילה-ממוצץ": {
    name: "גמילה ממוצץ",
    link: "/הדרכת-הורים/גמילה-ממוצץ",
  },
  "הדרכה-לגיל-הרך": {
    name: "הדרכה לגיל הרך",
    link: "/הדרכת-הורים/הדרכה-לגיל-הרך",
  },
  "יועצת-שינה": {
    name: "יועצת שינה",
    link: "/הדרכת-הורים/יועצת-שינה",
  },
};

const pagesDataNames = Object.entries(pagesData).map(
  ([key, { name, link }]) => ({ name, link })
);

export const whatsAppMessage = "היי שלהבת...";

export const nav = [
  {
    name: "עמוד הבית",
    sub: [],
    link: "/",
  },
  {
    name: "אודות",
    sub: [],
    link: "/about",
  },
  {
    name: "ייעוץ והדרכה הורית",
    sub: pagesDataNames,
  },
  {
    name: "סדנאות להורים ולאנשי חינוך",
    sub: [
      { name: "סדנה 1", link: "#" },
      { name: "סדנה 2", link: "#" },
    ],
  },
];

export const contact = {
  title: "יצירת קשר",
  subtitle: "שיחת יעוץ ראשונה - בחינם",
  detailsForContact: [
    {
      name: personalInfo.phoneNumber.display,
      icon: "/icons/phone_icon.svg",
      alt: "טלפון",
    },
    {
      name: "shalhevetbarak@gmail.com",
      icon: "/icons/mail_icon.svg",
      alt: "דואר אלקטרוני",
    },
  ],
  data: [
    { name: "שם מלא", type: "text", inputName: "fullName" },
    { name: "מספר טלפון", type: "tel", inputName: "phoneNumber" },
    { name: "אימייל", type: "email", inputName: "email" },
  ],
};
