export const welcomeSection = {
	line1:
		'נעים מאוד אני שלהבת ברק, נשואה ואם לשני ילדים, עידו ומיתר. עוסקת בתחום הייעוץ והדרכה למשפחות.',
	line2:
		'אני מקיימת הדרכות אישיות ופרטניות להורים בהן אני מסייעת להם לרכוש כלים ולהציב מטרות ויעדים שיעזרו להם להתמודד עם האתגרים עימם ניצבים ביום יום.',
};

export const infoSection = [
	{
		logo: '/icons/nappy_icon.svg',
		title: 'גמילה מחיתולים',
		text: 'טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט',
	},
	{
		logo: '/icons/bottle_icon.svg',
		title: 'גמילה מבקבוק',
		text: 'טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט',
	},
	{
		logo: '/icons/pacifier_icon.svg',
		title: 'גמילה ממוצץ',
		text: 'טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט',
	},
	{
		logo: '/icons/babyMobile_icon.svg',
		title: 'יועצת שינה',
		text: 'טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט',
	},
];

export const timeLineElements = [
	{
		id: 1,
		title: 'מפגש היכרות / תצפית',
		description:
			' טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט',
		step: 'שלב ראשון',
		icon: '/icons/handshake_icon.svg',
	},
	{
		id: 2,
		title: 'ישום המלצות',
		description: 'טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט',
		step: 'שלב שני',
		icon: '/icons/plan_icon.svg',
	},
	{
		id: 3,
		title: 'עדכון תוכנית עבודה',
		description: 'טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט',
		step: 'שלב שלישי',
		icon: '/icons/update_icon.svg',
	},
];

export const reviews = [
	{
		name: 'משפחת כהן',
		quote:
			'אחרי הסגר הראשון בקורונה הרגשנו שאנחנו מאבדים שליטה בבית, יחד עם כל החוסר הוודאות והמתחים בבית- כל מאבקי כוח והקשיים מול הילדים רק החריפו. וכבר אחרי 1 פגישות הצלחנו לראות שינוי באווירה בבית שגם משפיעה על הזוגיות. המון תודה',
	},
	{
		name: 'משפחת כהן',
		quote:
			'אחרי הסגר הראשון בקורונה הרגשנו שאנחנו מאבדים שליטה בבית, יחד עם כל החוסר הוודאות והמתחים בבית- כל מאבקי כוח והקשיים מול הילדים רק החריפו. וכבר אחרי 2 פגישות הצלחנו לראות שינוי באווירה בבית שגם משפיעה על הזוגיות. המון תודה',
	},
	{
		name: 'משפחת כהן',
		quote:
			'אחרי הסגר הראשון בקורונה הרגשנו שאנחנו מאבדים שליטה בבית, יחד עם כל החוסר הוודאות והמתחים בבית- כל מאבקי כוח והקשיים מול הילדים רק החריפו. וכבר אחרי 3 פגישות הצלחנו לראות שינוי באווירה בבית שגם משפיעה על הזוגיות. המון תודה',
	},
	{
		name: 'משפחת כהן',
		quote:
			'אחרי הסגר הראשון בקורונה הרגשנו שאנחנו מאבדים שליטה בבית, יחד עם כל החוסר הוודאות והמתחים בבית- כל מאבקי כוח והקשיים מול הילדים רק החריפו. וכבר אחרי 4 פגישות הצלחנו לראות שינוי באווירה בבית שגם משפיעה על הזוגיות. המון תודה',
	},
];
