export const welcomeSection = {
	line1:
		'נעים מאוד אני שלהבת ברק, נשואה ואם לשני ילדים, עידו ומיתר. עוסקת בתחום הייעוץ והדרכה למשפחות.',
	line2:
		'אני מקיימת הדרכות אישיות ופרטניות להורים בהן אני מסייעת להם לרכוש כלים ולהציב מטרות ויעדים שיעזרו להם להתמודד עם האתגרים עימם ניצבים ביום יום.',
};

export const infoSection = [
	{
		logo: '/icons/nappy_icon.svg',
		title: 'גמילה מחיתולים',
		text: 'טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט',
	},
	{
		logo: '/icons/bottle_icon.svg',
		title: 'גמילה מבקבוק',
		text: 'טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט',
	},
	{
		logo: '/icons/pacifier_icon.svg',
		title: 'גמילה ממוצץ',
		text: 'טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט',
	},
	{
		logo: '/icons/babyMobile_icon.svg',
		title: 'יועצת שינה',
		text: 'טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט',
	},
];

export const timeLineElements = [
	{
		id: 1,
		title: 'מפגש היכרות / תצפית',
		description:
			' טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט',
		step: 'שלב #1',
		icon: '/icons/pacifier_icon.svg',
	},
	{
		id: 2,
		title: 'ישום המלצות',
		description: 'טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט',
		step: 'שלב #2',
		icon: '/icons/pacifier_icon.svg',
	},
	{
		id: 3,
		title: 'עדכון תוכנית עבודה',
		description: 'טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט',
		step: 'שלב #3',
		icon: '/icons/pacifier_icon.svg',
	},
];
