export const welcomeSection = {
	line1:
		'נעים מאוד אני שלהבת ברק, נשואה ואם לשני ילדים, עידו ומיתר. עוסקת בתחום הייעוץ והדרכה למשפחות.',
	line2:
		'אני מקיימת הדרכות אישיות ופרטניות להורים בהן אני מסייעת להם לרכוש כלים ולהציב מטרות ויעדים שיעזרו להם להתמודד עם האתגרים עימם ניצבים ביום יום.',
};

export const infoSection = [
	{
		logo: '/icons/nappy_icon.svg',
		title: 'גמילה מחיתולים',
		text: 'טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט',
	},
	{
		logo: '/icons/bottle_icon.svg',
		title: 'גמילה מבקבוק',
		text: 'טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט',
	},
	{
		logo: '/icons/pacifier_icon.svg',
		title: 'גמילה ממוצץ',
		text: 'טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט',
	},
	{
		logo: '/icons/babyMobile_icon.svg',
		title: 'יועצת שינה',
		text: 'טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט',
	},
];
