export const welcomeSection =
	'נעים מאוד אני שלהבת ברק, נשואה ואם לשני ילדים, עידו ומיתר. עוסקת בתחום הייעוץ והדרכה למשפחות. אני מקיימת הדרכות אישיות ופרטניות להורים בהן אני מסייעת להם לרכוש כלים ולהציב מטרות ויעדים שיעזרו להם להתמודד עם האתגרים עימם ניצבים ביום יום';

export const infoSection = [
	{
		logo: '/icons/nappy_icon.svg',
		title: 'גמילה מחיתולים',
		text: 'טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט',
		alt: 'גמילה מחיתולים',
		link: '/Advice&Guidance/Diapers',
	},
	{
		logo: '/icons/attention_icon.svg',
		title: 'הפרעות קשב וריכוז',
		text: 'טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט',
		alt: 'הפרעות קשב וריכוז',
		link: '/Advice&Guidance/Attention',
	},
	{
		logo: '/icons/pacifier_icon.svg',
		title: 'גמילה ממוצץ',
		text: 'טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט',
		alt: 'גמילה ממוצץ',
		link: '/Advice&Guidance/Pacifier',
	},
	{
		logo: '/icons/babyMobile_icon.svg',
		title: 'יועצת שינה',
		text: 'טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט',
		alt: 'יועצת שינה',
		link: '/Advice&Guidance/Sleep',
	},
	{
		logo: '/icons/babyFeet_icon.svg',
		title: 'הדרכה הורית לגיל הרך',
		text: 'טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט',
		alt: 'הדרכה הורית לגיל הרך',
		link: '/Advice&Guidance/Infancy',
	},
	{
		logo: '/icons/training_icon.svg',
		title: 'סדנאות להורים ואנשי חינוך',
		text: 'טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט',
		alt: 'סדנאות להורים ואנשי חינוך',
		link: '#',
	},
];

export const timeLineElements = [
	{
		id: 1,
		title: 'מפגש היכרות / תצפית',
		description:
			' טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט',
		step: 'שלב ראשון',
		icon: '/icons/handshake_icon.svg',
		alt: 'לחיצת ידיים',
	},
	{
		id: 2,
		title: 'ישום המלצות',
		description: 'טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט',
		step: 'שלב שני',
		icon: '/icons/plan_icon.svg',
		alt: 'רשימה',
	},
	{
		id: 3,
		title: 'עדכון תוכנית עבודה',
		description: 'טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט טקסט',
		step: 'שלב שלישי',
		icon: '/icons/update_icon.svg',
		alt: 'עדכון רשימה',
	},
];

export const reviews = [
	{
		name: 'משפחת כהן',
		quote:
			'אחרי הסגר הראשון בקורונה הרגשנו שאנחנו מאבדים שליטה בבית, יחד עם כל החוסר הוודאות והמתחים בבית- כל מאבקי כוח והקשיים מול הילדים רק החריפו. וכבר אחרי 1 פגישות הצלחנו לראות שינוי באווירה בבית שגם משפיעה על הזוגיות. המון תודה',
	},
	{
		name: 'משפחת כהן',
		quote:
			'אחרי הסגר הראשון בקורונה הרגשנו שאנחנו מאבדים שליטה בבית, יחד עם כל החוסר הוודאות והמתחים בבית- כל מאבקי כוח והקשיים מול הילדים רק החריפו. וכבר אחרי 2 פגישות הצלחנו לראות שינוי באווירה בבית שגם משפיעה על הזוגיות. המון תודה',
	},
	{
		name: 'משפחת כהן',
		quote:
			'אחרי הסגר הראשון בקורונה הרגשנו שאנחנו מאבדים שליטה בבית, יחד עם כל החוסר הוודאות והמתחים בבית- כל מאבקי כוח והקשיים מול הילדים רק החריפו. וכבר אחרי 3 פגישות הצלחנו לראות שינוי באווירה בבית שגם משפיעה על הזוגיות. המון תודה',
	},
	{
		name: 'משפחת כהן',
		quote:
			'אחרי הסגר הראשון בקורונה הרגשנו שאנחנו מאבדים שליטה בבית, יחד עם כל החוסר הוודאות והמתחים בבית- כל מאבקי כוח והקשיים מול הילדים רק החריפו. וכבר אחרי 4 פגישות הצלחנו לראות שינוי באווירה בבית שגם משפיעה על הזוגיות. המון תודה',
	},
];
