export const intro = {
	introParagraph: [''],
	subtitle: 'אז מה זה בעצם אהבה ללא תנאי?',
	paragraphs: [
		'אהבה ללא תנאי זה לאהוב את האחר מבלי לשפוט או להטיף, לקבל את האחר כמו שהוא.',
		'אהבה ללא תנאי זוהי המתנה הכי עוצמתית וחשובה שנוכל להעניק לילדינו.',
	],
};

export const importance = {
	title: 'אז למה בעצם זה חשוב?',
	list: [
		'כשיש אהבה ללא תנאי בין הורה לילד המערכת היחסים היא בריאה ומתבססת על אמון וכבוד.',
		'כשיש אהבה ללא תנאי גם כשהילד מתנהג בצורה לא מכבדת או שלילית הוא לומד שאין צורך להתעצבן או לצעוק סתם בשביל צומת לב כי תמיד אוהבים אותו ללא תנאי.',
		'כשיש אהבה ללא תנאי הילד לומד שיש לו למי לפנות ומי שמקשיב לו גם כשקשה.',
		'כשיש אהבה ללא תנאי זה בונה את הביטחון העצמי שלו ובהמשך להערכה עצמית שלו כילד וכמבוגר.',
		'כשיש אהבה ללא תנאי הילד לומד להביע ולעמוד על דעותיו מעודד אותו לעצמאות ולא הופך אותו להיות ילד מרצה.',
	],
};

export const how = {
	title: 'איך אני עושה את זה?',
	list: [
		'מביאים רגש של אהבה וחיבה גם שהילד חווה רגש שלילי. לדוגמא כשהילד כועס ומתוסכל מסיבה כזו או אחרת אנחנו כהורים נציע לו חיבוק ונראה לו שאנחנו שם בשבילו גם ברגעי המשבר שלו ולא רק שהוא שמח וטוב לו.',
		'ברגעי משבר והכעס שלו אנחנו נעביר לו מסר ברור שעדיין אוהבים אותו בכך שנקרב אותו אלינו נעזור ונקשיב לו.',
		'אחרי שהילד נרגע אנחנו ניזום שיחה איתו ונשאל אותו מה גרם לו לכעס או להיות מתוסכל? מה עזר לו להירגע? האם זה החיבוק? או הנוכחות שלנו לידו? הילד צריך להבין שאנחנו בשבילו תמיד בכל מצב וסיטואציה.',
		'נאפשר לילד להביע את דעותיו גם אם הם שונות משלנו, ובכך זה יחזק את הביטחון העצמי שלו ויעודד עצמאות - חשוב להבין כשדעותיו של הילד נשמעות אנחנו מראים לו שהוא חשוב, שיש מי שרואה אותו ואנחנו כאן בשבילו.',
	],
};

export const summary = {
	title: 'אהבה ללא תנאי בין הורה לילד',
	list: [
		'מפתח אמון של הילד בהורה.',
		'מעצים את תחושת הביטחון אצלו.',
		'מעודד עצמאות.',
		'הילד עסוק בהגשמה עצמית ולא במחשבה של מתי ההורים אוהבים אותי? כי הוא יודע שהם אוהבים אותו בכל מצב ומאמינים בו בכל דרך שיבחר ויהיו שם בשבילו.',
	],
};
