export const intro = {
	introParagraph: ['סדר יום אצל ילדים הוא משהו בעל ערך חשוב מאוד עבורם.'],
	subtitle: 'מה זה אומר?',
	paragraphs: [
		'סדר יום מתבטא במספר פעולות שיוצרות את מהלך היומיום שלנו, תכנון היומיום לפי סדר מסוים.',
		'חשוב לזכור סדר יום זהו ארגון לוח הזמנים לא רק של הילדים אלה גם שלנו כהורים.',
	],
};

export const importance = {
	title: 'למה זה חשוב?',
	list: [
		'בניית שגרה וסדר יום תייצר ביטחון אצל הילד.',
		'הילד יודע מה הוא הולך לעשות במהלך היום-אין חוסר וודאות.',
		'משרה רוגע ושלווה.',
		'הילד מרגיש שהוא חשוב עבור הוריו.',
		'מונע ויכוחים והתנגדויות מצד הילד.',
		'יש יותר שיתוף פעולה מצד הילד.',
	],
};

export const example = {
	title: 'איך אני עושה את זה?',
	paragraph1: {
		line1: 'לדוגמא - בניית סדר יום בקרב ילדים שעדיין לא יודעים לקרוא.',
		line2: 'אפשר להכין טבלה שמחלקים אותה כך:',
		list: ['התארגנות בוקר', 'התארגנות אחה״צ', 'התארגנות ערב'],
	},

	paragraph2:
		'ומוסיפים איורים התואמים את הפעולה למשל: צחצוח שיניים (מתאים להתארגנות בוקר/ערב) - תמונה של ילד מצחצח שיניים או יציאה לגינה (מתאים להתארגנות אחה״צ) - תמונה של גינת משחקים וכו׳. בניית סדר יום בקרב ילדים בוגרים יותר כותבים את המילה של הפעולה שרוצים.',

	paragraph3:
		'אפשר לשלב פעילות נחמדה בבניית הלוח של סדר היום שבו אני משתפת את הילדים בעשייה שלה ובכך אני גם יוצרת שיתוף פעולה בפעולות היומיומיות מצד הילד וגם מרוויחה זמן איכות (שעליו נתמקד בהמשך)',
};
