export const intro = {
	introParagraph: 'סדר יום אצל ילדים הוא משהו בעל ערך חשוב מאוד עבורם.',
	title: 'מה זה אומר?',
	endParagraph: {
		line1:
			'סדר יום מתבטא במספר פעולות שיוצרות את מהלך היומיום שלנו, תכנון היומיום לפי סדר מסוים.',
		line2:
			'חשוב לזכור סדר יום זהו ארגון לוח הזמנים לא רק של הילדים אלה גם שלנו כהורים.',
	},
};

export const importance = {
	title: 'למה זה חשוב?',
	list: [
		'בניית שגרה וסדר יום תייצר ביטחון אצל הילד.',
		'הילד יודע מה הוא הולך לעשות במהלך היום-אין חוסר וודאות.',
		'משרה רוגע ושלווה.',
		'הילד מרגיש שהוא חשוב עבור הוריו.',
		'מונע ויכוחים והתנגדויות מצד הילד.',
		'יש יותר שיתוף פעולה מצד הילד.',
	],
};
