export const quotes = [
  {
    name: "יאנוש קורצ'אק",
    quote:
      "אין ילד רע, יש ילד שרע לו בחייו, והוא מוציא את התיסכול שלו כלפי חוץ",
  },
  {
    name: "אלברט אינשטיין",
    quote: "החינוך הוא מה שנשאר, כאשר שוכחים את כל הדברים שלמדנו בבית הספר",
  },
  {
    name: "הלן קלר",
    quote: "התוצאה העליונה של החינוך היא הסובלנות",
  },
  {
    name: "נלסון מנדלה",
    quote: "חינוך הוא כלי הנשק העוצמתי ביותר בניסיון לשנות את העולם",
  },
  {
    name: "יאנוש קורצ'אק",
    quote:
      "הדואג לימים זורע חיטים, הדואג לשנים נוטע עצים, הדואג לדורות מחנך אנשים",
  },
  {
    name: "יאנוש קורצ'אק",
    quote: "הרבה דמעות אפשר היה לחסוך, אילו הכירו המבוגרים את הילד",
  },
  {
    name: "זיגמונד פרויד",
    quote:
      "אם האנושות הייתה מסוגלת ללמוד באמצעות הסתכלות ישירה בילדים, הייתי יכול לחסוך לעצמי את הטרחה לכתוב ספר זה",
  },
  {
    name: "יאנוש קורצ'אק",
    quote:
      "זכור, לרוב אתה לא צודק. הילד צודק. הילד הוא שופט מחמיר לכל מעשיך. היה ישר עם הילד, ישר עד הסוף, אחרת לא תרכוש את אמונו, כי הילד רגיש לכל זיוף מצדך, ויהא הקל שבקלים",
  },
  {
    name: "יאנוש קורצ'אק",
    quote:
      "לא מספיק לאהוב ילדים. צריך להבין אותן ולהתייחס אליהם כבני אדם, להעניק להם את אותם הזכויות והכללים, אותן התחייבויות אשר מחייבים את המבוגרים",
  },

  {
    name: "יאנוש קורצ'אק",
    quote:
      "לא מספיק לאהוב ילדים. צריך להבין אותן ולהתייחס אליהם כבני אדם, להעניק להם את אותם הזכויות והכללים, אותן התחייבויות אשר מחייבים את המבוגרים",
  },
];
